INSERT INTO t_location (id, name, regionId)
VALUES
    (1, 'мкр Саялы', 1),
    (2, '13-й микрорайон', 1),
    (3, 'мкр 71-й разъезд', 1),
    (4, 'мкр Алгабас', 1),
    (5, 'мкр Нуркент (Алгабас-1)', 1),
    (6, 'мкр Зердели (Алгабас-6)', 1),
    (7, 'мкр Боралдай (Бурундай)', 1),
    (8, 'мкр Мадениет', 1),
    (9, 'мкр Рахат', 1),
    (10, 'мкр Теректы', 1);

INSERT INTO t_location (id, name, regionId)
VALUES
    (11, 'мкр Тастак-2', 2),
    (12, 'мкр Тастак-3', 2);

INSERT INTO t_location (id, name, regionId)
VALUES
    (13, 'мкр Акбулак', 3),
    (14, 'мкр Аксай-1', 3),
    (15, 'мкр Аксай-1А', 3),
    (16, 'мкр Аксай-2', 3),
    (17, 'мкр Аксай-2А', 3),
    (18, 'мкр Аксай-3', 3),
    (19, 'мкр Аксай-3А', 3),
    (20, 'мкр Аксай-3Б', 3),
    (21, 'мкр Аксай-4', 3),
    (22, 'мкр Аксай-5', 3);

INSERT INTO t_location (id, name, regionId)
VALUES
    (23, 'мкр Актобе', 4),
    (24, 'мкр Алмагуль', 4),
    (25, 'мкр Архат', 4),
    (26, 'мкр Баганашыл', 4),
    (27, 'мкр Ерменсай', 4),
    (28, 'мкр Казахфильм', 4),
    (29, 'мкр Керемет', 4),
    (30, 'мкр Коктем-1', 4),
    (31, 'мкр Коктем-2', 4),
    (32, 'мкр Коктем-3', 4);

INSERT INTO t_location (id, name, regionId)
VALUES
    (33, 'мкр Айнабулак-1', 5),
    (34, 'мкр Айнабулак-2', 5),
    (35, 'мкр Айнабулак-3', 5),
    (36, 'мкр Айнабулак-4', 5),
    (37, 'мкр Дорожник', 5),
    (38, 'мкр Кемел (Первомайское)', 5),
    (39, 'мкр Кокжиек', 5),
    (40, 'мкр Кулагер', 5);

INSERT INTO t_location (id, name, regionId)
VALUES
    (41, 'мкр Аккайын', 6),
    (42, 'мкр Алатау (ИЯФ)', 6),
    (43, 'мкр Аскартау', 6),
    (44, 'мкр Атырау', 6),
    (45, 'мкр Бутаковка', 6),
    (46, 'мкр Горный Гигант', 6),
    (47, 'мкр Думан-1', 6),
    (48, 'мкр Думан-2', 6),
    (49, 'мкр Каменское плато', 6),
    (50, 'мкр Кенсай', 6);
INSERT INTO t_location (id, name, regionId)
VALUES
    (51, 'мкр Акжар', 7),
    (52, 'мкр Галамат', 7),
    (53, 'мкр Дарын', 7),
    (54, 'мкр Жайлау', 7),
    (55, 'мкр Жайлы', 7),
    (56, 'мкр Калкаман-1', 7),
    (57, 'мкр Калкаман-2', 7),
    (58, 'мкр Калкаман-3', 7),
    (59, 'мкр Каргалы', 7),
    (60, 'мкр Курамыс', 7);

INSERT INTO t_location (id, name, regionId)
VALUES
    (61,'мкр 13-й военный городок', 8),
    (62, 'мкр Алтай-1', 8),
    (63, 'мкр Алтай-2', 8),
    (64, 'мкр Альмерек', 8),
    (65, 'мкр Жас Канат', 8),
    (66, 'мкр Жулдыз-1', 8),
    (67, 'мкр Жулдыз-2', 8),
    (68, 'мкр Кайрат', 8),
    (69, 'мкр Маяк', 8),
    (70, 'мкр Нуршашкан (Колхозши)', 8);
