INSERT INTO t_location (name, regionId)
VALUES
    ('мкр Саялы', 1),
    ('13-й микрорайон', 1),
    ('мкр 71-й разъезд', 1),
    ('мкр Алгабас', 1),
    ('мкр Нуркент (Алгабас-1)', 1),
    ('мкр Зердели (Алгабас-6)', 1),
    ('мкр Боралдай (Бурундай)', 1),
    ('мкр Мадениет', 1),
    ('мкр Рахат', 1),
    ('мкр Теректы', 1);

INSERT INTO t_location (name, regionId)
VALUES
    ('мкр Тастак-2', 2),
    ('мкр Тастак-3', 2);

INSERT INTO t_location (name, regionId)
VALUES
    ('мкр Акбулак', 3),
    ('мкр Аксай-1', 3),
    ('мкр Аксай-1А', 3),
    ('мкр Аксай-2', 3),
    ('мкр Аксай-2А', 3),
    ('мкр Аксай-3', 3),
    ('мкр Аксай-3А', 3),
    ('мкр Аксай-3Б', 3),
    ('мкр Аксай-4', 3),
    ('мкр Аксай-5', 3);

INSERT INTO t_location (name, regionId)
VALUES
    ('мкр Актобе', 4),
    ('мкр Алмагуль', 4),
    ('мкр Архат', 4),
    ('мкр Баганашыл', 4),
    ('мкр Ерменсай', 4),
    ('мкр Казахфильм', 4),
    ('мкр Керемет', 4),
    ('мкр Коктем-1', 4),
    ('мкр Коктем-2', 4),
    ('мкр Коктем-3', 4);

INSERT INTO t_location (name, regionId)
VALUES
    ('мкр Айнабулак-1', 5),
    ('мкр Айнабулак-2', 5),
    ('мкр Айнабулак-3', 5),
    ('мкр Айнабулак-4', 5),
    ('мкр Дорожник', 5),
    ('мкр Кемел (Первомайское)', 5),
    ('мкр Кокжиек', 5),
    ('мкр Кулагер', 5);

INSERT INTO t_location (name, regionId)
VALUES
    ('мкр Аккайын', 6),
    ('мкр Алатау (ИЯФ)', 6),
    ('мкр Аскартау', 6),
    ('мкр Атырау', 6),
    ('мкр Бутаковка', 6),
    ('мкр Горный Гигант', 6),
    ('мкр Думан-1', 6),
    ('мкр Думан-2', 6),
    ('мкр Каменское плато', 6),
    ('мкр Кенсай', 6);
INSERT INTO t_location (name, regionId)
VALUES
    ('мкр Акжар', 7),
    ('мкр Галамат', 7),
    ('мкр Дарын', 7),
    ('мкр Жайлау', 7),
    ('мкр Жайлы', 7),
    ('мкр Калкаман-1', 7),
    ('мкр Калкаман-2', 7),
    ('мкр Калкаман-3', 7),
    ('мкр Каргалы', 7),
    ('мкр Курамыс', 7);

INSERT INTO t_location (name, regionId)
VALUES
    ('мкр 13-й военный городок', 8),
    ('мкр Алтай-1', 8),
    ('мкр Алтай-2', 8),
    ('мкр Альмерек', 8),
    ('мкр Жас Канат', 8),
    ('мкр Жулдыз-1', 8),
    ('мкр Жулдыз-2', 8),
    ('мкр Кайрат', 8),
    ('мкр Маяк', 8),
    ('мкр Нуршашкан (Колхозши)', 8);
